{
  "fields": [{"type":"int","id":"_id"},{"type":"numeric","id":"STT"},{"type":"text","id":"Tên dân tộc"},{"type":"text","id":"Tên tự gọi"},{"type":"text","id":"Tên khác"},{"type":"text","id":"Tên quốc tế"},{"type":"text","id":"Nhóm địa phương"},{"type":"text","id":"Phân bố"},{"type":"numeric","id":"Số dân"},{"type":"text","id":"Ngôn ngữ"},{"type":"text","id":"Nhóm ngôn ngữ"},{"type":"text","id":"Ngữ tộc"},{"type":"text","id":"Ngữ hệ"},{"type":"text","id":"Vùng"},{"type":"text","id":"Thông tin về trang phục truyền thống"},{"type":"text","id":"Ghi chú"}],
  "records": [
    [1,1,"Cống","Cống","Xắm khống, Phuy A","Phunoi","Không có","Huyện Mường Tè, tỉnh Lai Châu",2729,"Tiếng Cống","Lô Lô","Tạng Miến","Hán Tạng","Tây Bắc Bộ","Trước đây, người Cống từ Lào di cư sang Việt Nam. Họ sống nhờ làm nương và hái lượm. Người Cống không dệt vải mà chỉ trồng bông và trao đổi với các dân tộc khác. \nChiếc áo truyền thống của người phụ nữ Cống đặc trưng bởi hai ống tay áo được trang trí bởi những mảng màu xanh, đỏ, vàng, trắng xếp xen kẽ. Váy của người Cống cùng kiểu với váy của người Thái nhưng có nhiều hoa văn dệt dọc theo thân váy.","Dân số tính đến năm 2019"],
    [2,2,"Hà Nhì","Hà Nhi Gia","U Ní, Xá U Ní","Hani","Hà Nhì, Cồ Chồ, Hà Nhì La Mí, Hà Nhì Đen","Tỉnh Lai Châu và Lào Cai",25530,"Tiếng Hà Nhì","Lô Lô","Tạng Miến","Hán Tạng","Tây Bắc Bộ","Từ thế kỷ thứ 8 thư tịch cổ đã ghi nhận sự có mặt của người Hà Nhì ở Tây Bắc Việt Nam. Nhưng phần lớn người Hà Nhì hiện tại là con cháu của thế hệ Hà Nhì di cư từ Trung Quốc sang Việt Nam khoảng thế kỷ thứ 18.\nNgười Hà Nhì giỏi làm ruộng bậc thang, biết tận dụng các loại phân bón và thủy lợi. Trang phục người phụ nữ Hà Nhì Hoa chủ đạo là màu đỏ, đội mũ có nhiều tua rua sặc sỡ. Trang phục phụ nữ người Hà Nhì Đen có màu đen là chủ đạo, trang trí bằng các hoa văn trắng hoặc xanh tinh tế. Phụ nữ Hà Nhì Đen khi lấy chồng sẽ bện tóc cùng tóc giả rồi vấn quanh đầu, rồi mới đội khăn.","Dân số tính đến năm 2019"],
    [3,3,"Kháng","Mơ Kháng","Xá Khao, Xá Xúa, Xá Đôn, Xá Dâng, Xá Hộc,Xá Ái, Xá Bung, Quảng Lâm","Khaang","Kháng Dẩng, Kháng Hoặc, Kháng Dón, Kháng Súa, Ma Háng, Bư Háng, Ma Háng Bẻng, Bư Háng Cọi","Tỉnh Sơn La, Lai Châu và Điện Biên",16180,"Tiếng Kháng","Khơ Mú","Môn Khơ Me","Nam Á","Tây Bắc Bộ","Người Kháng trồng lúa nếp làm cây lương thực chính. Họ có nghề đan lát và chế thuyền độc mộc. Người Kháng thường đổi bông lấy vải vóc và quần áo của người Thái.\nTrang phục truyền thống của hai dân tộc vì thế khá giống nhau. Phụ nữ kháng quấn khăn nhuộm chàm, hai đầu khăn có đính tua chỉ hoặc tua len. Khăn Piêu cũng được người Kháng sử dụng, kiểu dáng giống người Thái nhưng hoa văn có chút khác biệt.","Dân số tính đến năm 2019"],
    [4,4,"Khơ Mú","Kmụ, Kưm Mụ","Xá Cẩu, Khạ Klẩu, Mãng Cẩu, Tày Hạy, Mứn Xen, Pu Thềnh, Tềnh","Khmu","Không có","Tỉnh Yên Bái, Sơn La và Lai Châu",90612,"Tiếng Khơ Mú","","Môn Khơ Me","Nam Á","Tây Bắc Bộ","Người Khơ Mú là một trong những tộc người lâu đời nhất ở vùng Tây Bắc Việt Nam. Họ chủ yếu canh tác bằng hình thức du canh, du cư nương rẫy nên được gọi bằng biệt danh \"Xá ăn lửa\". \nTrang phục phụ nữ của người Khơ Me là khăn Piêu đen đội đầu, áo cỏm đen có hàng cúc hình chữ nhật (pam) hoặc hình bướm (pem) ở ngực, dây lưng, váy, xà cạp, cài đầu, xà tích... Ngày nay khăn Piêu Khơ Mú có thể có thêm hoa văn chỉ thêu sặc sỡ do  giao lưu văn hóa với người Thái. Nam giới mặc quần áo chàm, thường đội mũ nồi. \n","Dân số tính đến năm 2019"],
    [5,5,"La Ha","La Ha, Klá, Phlạo","Xá Cha, Xá Bung, Xá Khao, Xá Táu Nhạ, Xá Poọng, Xá Uống, Bủ Hà, Pụa","La Ha","Khlá Phlao (La Ha cạn), La Ha Củng (La Ha nước)","Tỉnh Sơn La, Lào Cai",10157,"Tiếng La Ha","","Kra","Thái Ka Đai","Tây Bắc Bộ","Người La Ha xuất hiện ở khu vực Tây Bắc Việt Nam từ lâu đời khoảng trước thế kỷ 11 và 12. Người La Ha không có nghề trồng bông dệt vải. Phần lớn đồ mặc của họ là do trao đổi vói người Thái mà có. Trang phục người La Ha giống với người Thái đen. Phụ nữ mặc áo ngắn xẻ ngực, có hàng khuy bạc hình bướm, cùng với váy đen và khăn piêu đội đầu. Đàn ông mặc áo chàm đen xẻ giữa, quần ống rộng. ","Dân số tính đến năm 2019"],
    [6,6,"La Hủ","La Hủ","Xá lá vàng, Cò Xung, Khù Sung, Kha Quy, Cọ Sọ, Nê Thú","Lahu","La Hủ Na (đen), La Hủ Sư (vàng), La Hủ Phung (trắng)","Tỉnh Lai Châu",12133,"Tiếng La Hủ ","Lô Lô","Tạng Miến","Hán Tạng","Tây Bắc Bộ","Người La Hủ nổi tiếng nghề đan lát và nghề rèn. Họ không trồng bông mà thường đổi vật phẩm cho các dân tộc khác để lấy bông hoặc vải. \nPhụ nữ mặc quần áo dài, áo cài khuy bên nách. Trang phục phụ nữ có nhiều tua chỉ màu trên khăn, nhiều đồng xu đính trên áo và tay áo gồm nhiều mảnh vải màu ghép lại. Nam giới mặc trang phục tương tự nhiều dân tộc khác vùng Tây Bắc, với quần áo màu chàm, áo năm thân xẻ nách và xẻ ngực, cài bằng nút vải.","Dân số tính đến năm 2019"],
    [7,7,"Lào","Thay, Thay Duồn, Thay Nhuồn","Phu Thay, Phu Lào","Laotian","Lào Bốc (Lào cạn), Lào Nọi (Lào nhỏ)","Tỉnh Điện Biên, Sơn La, Lai Châu, Lào Cai",17532,"Tiếng Lào","Thái","Tày Thái","Thái Ka Đai","Tây Bắc Bộ","Người Lào ở Việt Nam có nguồn gốc di cư từ nước Lào. Họ đặc biệt phát triển tiểu thủ công nghiệp. Nghề gốm, nghề dệt thổ cẩm, nghề rèn, chạm bạc đều có giá trị cao.\nPhụ nữ Lào ở Điện Biên có trang phục khá đặc trưng. Họ mặc váy thắt ngang ngực dài đến bắp chân. Gấu váy có nhiều hoa văn sặc sỡ. Trang phục Nam khá giống người Thái.\nNgười Lào ở Lai Châu được gọi là Lào Lự do ăn mặc khá giống với người Lự","Dân số tính đến năm 2019"],
    [8,8,"Lự","Lừ, Thay hoặc Thay Lừ","Phù Lừ, Nhuồn, Duồn","Tai Lue","Lự Đen (Lừ Đăm)","Tỉnh Lai Châu, Thái Nguyên",6757,"Tiếng Lự","Thái","Tày Thái","Thái Ka Đai","Tây Bắc Bộ","Người Lự đã sinh sống ở khu vực Điện Biên từ trước thế kỷ thứ 11 - 12. Phụ nữ Lự mặc áo chàm xẻ ngực, mặc váy đen thêu trang trí. Họ đội khăn đầu màu đen có 18 đường kẻ trắng trang trí, hai đầu có tua rua. Đàn ông Lự mặc áo chàm đen, áo cánh xẻ ngực cài cúc, quần từ đầu gối trở xuống có hoa văn. Họ đội khăn đen có trang trí sọc trắng, cuốn nhiều vòng quanh đầu.","Dân số tính đến năm 2019"],
    [9,9,"Mảng","Mảng","Mảng Ư, Xá Mảng, Niểng O, Xá Bá O","Mang"," Mảng Gừng, Mảng Hệ","Tỉnh Lai Châu",4650,"Tiếng Mảng","Bắc  Môn Khơ Me","Môn Khơ Me","Nam Á","Tây Bắc Bộ","Người Mảng có tập tính du canh du cư, không phát triển chăn nuôi hay tiểu thủ công nghiệp. Hái lượm săn bắn vẫn đóng vai trò quan trọng trong hoạt động kinh tế. \nPhụ nữ Mảng mặc áo cánh xẻ ngực cùng váy dài và quấn một tấm vải trắng có hoa văn trang trí ngang thân. Tóc họ có khi búi lên thành chỏm trên đầu bằng những sợi chỉ tua đẹp mắt. Nam mặc áo cánh xẻ ngực với quần. ","Dân số tính đến năm 2019"],
    [10,10,"Si La","Cù Dề Sừ","Kha Pẻ","Si La, Sila hoặc Syla","Không có","Tỉnh Lai Châu, Lào Cai",909,"Tiếng Si La gần với tiếng Hà Nhì","Lô Lô","Tạng Miến","Hán Tạng","Tây Bắc Bộ","Nguồn lương thực chính của người Si La là lúa, ngô trên nương. Nhìn chung mức sống của họ còn thấp tử suất cao.\nTheo truyền thống, phụ nữ Si La mặc váy chàm, áo cài khuy bên nách phải đặc biệt vạt ngực gắn đầy đồng xu bạc, nhôm lấp lánh, cổ và tay áo trang trí bằng những đường vải nhiều màu. Phụ kiện có khăn đội đầu và chiếc túi trang trí bằng chỉ đỏ sặc sỡ. Nam mặc áo ngắn xẻ ngực và quần rộng. ","Dân số tính đến năm 2019"],
    [11,11,"Xinh Mun","Xinh Mun hoặc Xinh Mul","Puộc, Xá, Pnạ","Ksingmul","Xinh Mun Dạ, Xinh Mun Nghẹt","Tỉnh Sơn La, Điện Biên",29503,"Tiếng Puộc","Khơ Mú","Môn Khơ Me","Nam Á","Tây Bắc Bộ","Người Xinh Mun cư trú lâu đời ở Tây Bắc Việt Nam. Họ chịu nhiều ảnh hưởng của văn hóa Thái. \nPhụ nữ Xinh Mun mặc áo ngắn có hàng khuy mở trước ngực. Khuy áo có thể có hình con cà cuống, con nhện hoặc con ve sầu. Váy họ mặc thường màu đen hoặc chàm ngắn hở bắp chân. Về cơ bản trang phục người Xinh Mun giống người Thái Đen nhưng cách đội khăn trên đầu có một chút khác biệt.","Dân số tính đến năm 2019"],
    [12,12,"Bố Y","Bố Y","Chủng Chá, Trọng Gia","Bouyei","Bố Y, Tu Dí","Tỉnh Yên Bái, Sơn La và Lai Châu",3232,"Tiếng Bố Y gần với tiếng Tráng","Thái","Tày Thái","Thái Ka Đai","Tây Bắc Bộ","Người Bố Y có gốc từ Trung Quốc di cư sang Việt Nam khoảng 150 năm trước. \nPhụ nữ Bố Y mặc áo ngắn năm thân có ống tay rời, xiêm che ngực và bụng. Hoa văn trên vải được tạo thành bằng cách bôi sáp ong lên rồi nhuộm chàm. Tóc phụ nữ được để dài rồi búi ngược lên đỉnh đầu. Đội khăn chàm có thêm hoa văn bằng chỉ màu. Nam giới mặc cánh ngắn, tứ thâm cổ viền kèm quần lá tựa màu chàm.","Dân số tính đến năm 2019"],
    [13,13,"Dao","Kìm Mùn hoặc Kìm Miền","Mán","Yao","Dao Đỏ, Dao Quần Chẹt, Dao Lô Gang, Dao Tiền, Dao Quần Trắng, Dao Thanh Y, Dao Làn Tẻn","Trải rộng từ Cao Bằng, Lào Cai, Hà Giang, Yên Bái...đến Vĩnh Phúc, Hòa Bình, Quảng Ninh",891151,"Tiếng Miền, tiếng H'Mông ","Nhiều phương ngữ","Miền Kim","H'Mông Miền","Tây Bắc Bộ","Người Dao di cư từ Trung Quốc từ thế kỷ 12-13 đến nửa đầu thế kỷ 20. Họ phát triển nghề trồng bông, dệt vải, nghề rèn và nghề bạc.\nVề ăn mặc, mỗi nhóm Dao có cách ăn mặc và bản sắc văn hóa vô cùng khác biệt. Với người Dao Đỏ, trang phục chủ đạo là màu đỏ, với nhiều hoa văn thêu tay, tua đỏ và chuỗi hạt cườm rực rỡ. Họ quan niệm màu đỏ mang lại hạnh phúc và may mắn. ","Dân số tính đến năm 2019"],
    [14,14,"Giáy","Giáy","Nhắng, Dẳng, Pâu Thìn, Pu Nà, Cùi Chu, Xạ","Giay","Không có","Lào Cai, Hà Giang, Lai Châu",67858,"Tiếng Bố Y","Thái","Tày Thái","Thái Ka Đai","Tây Bắc Bộ","Người Giáy di cư từ Trưng Quốc sang Việt Nam khoảng đầu thế kỷ 19. Họ có nhiều kinh nghiệm canh tác ruộng bậc thang, trồng lúa nước và nhiều loại cây lương thực khác.\nSo với các trang phục truyền thống dân tộc Tây Bắc khác, dân tộc truyền thống của người Giáy khá đơn giản. Phụ nữ Giáy mặc áo năm thân với vải nền sặc sỡ màu đỏ, hồng hay xanh. Viền cổ tay và viền áo được trang trí với những đường vải khác màu nổi bật. Phụ kiện đi kèm thường là những chiếc khăn vuông dệt nhiều màu sắc được dệt từ len.","Dân số tính đến năm 2019"],
    [15,15,"Mông","Mông, Na Miẻo","Mẹo, Mèo, Miếu Hạ, Mán Trắng","Hmong","Mông Trắng, Mông Hoa, Mông Đỏ, Mông Đen, Mông Xanh, Na Miẻo","Các tỉnh Đông - Tây Bắc Bộ số ít ở Gia Lai, Kon Tum",1393547,"Tiếng H'Mông","Nhiều phương ngữ","","H'Mông Miền","Tây Bắc Bộ","Người Mông có truyền thống trồng xen canh trên nương. Họ phát triển nghề đan lát, rèn, làm yên cương ngựa, làm gỗ, làm giấy, đồ bạc, đặc biệt là dệt vải từ cây lanh. \nTrang phục người Mông khá khác biệt giữa các nhóm. Phụ nữ Mông Hoa mặc váy chàm có hoa văn tạo thành bằng sáp ong, áo xẻ nách, vai và ngực có đắp vải màu. Họ thường để tóc dài và vấn quanh đầu cùng với tóc giả. Nam người Mông mặc quần đen ống rộng để dễ leo đồi núi và múa khèn.","Dân số tính đến năm 2019"],
    [16,16,"Phù Lá","Lao Va Xơ, Bồ Khô Pạ, Phù Lá","Xá Pó, Cần Thin, Mú Dí Pạ, Cần Thin, Pu Dang","Phù Lá","Phù Lá Lão - Bồ Khô Pạ, Phù Lá Đen, Phù Lá Hán","Tỉnh Hà Giang, Lào Cai, Yên Bái, Lai Châu",12417,"Tiếng Phù Lá","Lô Lô","Tạng Miến","Hán Tạng","Tây Bắc Bộ","Nhóm Phù Lá Lão - Bồ Khô Pạ có mặt ở miền Bắc Việt Nam từ lâu đời, các nhóm khác mới xuất hiện trong khoảng từ 200 - 300 năm trước. \nNhóm Phù Lá Lão mặc váy với áo ngắn chui đầu, cổ vuông. Trang phục được trang trí bằng hình thêu, hạt cườm và vỏ ốc núi. Nam giới mặc quần rộng cùng áo chàm đen, sau lưng áo đính nhiều hạt cườm lấp lánh. Các nhóm Phù Lá khác mặc quần với áo dài xẻ ngực hoặc áo ngắn xẻ nách.","Dân số tính đến năm 2019"],
    [17,17,"Thái","Tày, Tay hoặc Thay","Tay Thanh, Man Thanh, Tay Mười, Tay Mường, Hàng Tổng, Tay Dọ, Thổ Đà Bắc","Tai","Tày Đăm (Thái Đen), Tày Đón/Tày Khao (Thái Trắng), Tày Đèng (Thái Đỏ)","Hòa Bình, Lai Châu, Điện Biên, Sơn La, Lào Cai, Yên Bái, Thanh Hóa, Nghệ An",1820950,"Tiếng Thái","","Thái","Thái Ka Đai","Tây Bắc Bộ","Người Thái có nguồn gốc Đông Nam Á lục địa, họ có mặt ở khu vực Việt Nam từ hơn 1200 năm trước. Người Thái phát triển nghề trồng lúa nước trong các cánh đồng thung lũng. Họ còn trồng nhiều cây lương thực khác, và trồng bông để dệt vải.\nPhụ nữ Thái mặc áo cánh ngắn đủ màu sắc, trên đường nẹp có xẻ ngực đính khuy bạc hình bướm, nhện hay ve sầu. Nhóm Thái Đen đội khăn Piêu có nhiều hoa văn rực rỡ. Đàn ông Thái mặc áo cánh xẻ ngực, cuốn khăn đen mỏ rìu. Ngày lễ đàn ông mặc áo dài xẻ nách, cuốn khăn dài một sải tay. ","Dân số tính đến năm 2019"],
    [18,18,"Cờ Lao","Cờ Lao","Tứ Đư, Ho Ki, Voa Đề","Gelao","Cờ Lao Xanh, Cờ Lao Trắng, Cờ Lao Đỏ","Hà Giang, Tuyên Quang",4003,"Tiếng Ka Đai","","Ka Đai","Thái Ka Đai","Đông Bắc Bộ","Người Cờ Lao chuyển cư vào Việt Nam khoảng 150 - 200 năm trước. Họ sống chủ yếu bằng làm ruộng nương rẫy. Nghề đan lát và làm gỗ phát triển. \nPhụ nữ Cờ Lao mặc áo năm thân dài đến đầu gối (giống với áo của người Nùng, người Giáy) trên ngực và tay áo có đắp những miếng vải màu và nhiều đường chỉ thêu trang trí. Khăn đội đầu là loại khăn nhiễu không trang trí hoa văn, quấn nhiều vòng quanh đầu. Ngoài ra người Cờ Lao còn dùng khăn vuông bằng len. Váy người Cờ Lao xòe gấp nếp như người Mông nhưng chỉ có màu đen và không có hoa văn.","Dân số tính đến năm 2019"],
    [19,19,"La Chí","Cù Tê","Thổ Đen, Mán, Xá, La Quả","Lachi","Không có","Hà Giang, Lào Cai",15126,"Tiếng La Chí","","Kra","Thai Ka Đai","Đông Bắc Bộ","Người La Chí giỏi canh tác ruộng bậc thang, trồng lúa nước. Việc trồng bông và trồng chàm cũng được chú trọng.\nĐàn ông La Chí mặc áo dài năm thân, cài khuy bên nách phải, đội khăn cuốn hay khăn xếp. Phụ nữ mặc áo dài tứ thân xẻ giữa, đeo yếm thêu và thắt lưng vải. Trong các dịp lễ tết, phụ nữ La Chí đội thêm một chiếc khăn trên đầu. Màu chủ đạo trong trang phục của người La Chí là màu chàm đen.","Dân số tính đến năm 2019"],
    [20,20,"Lô Lô","Lô Lô","Mùn Di, Di, Màn Di, La La, Qua La, Ô Man, Lô Lộc Màn","Lolo, Yi hoặc Nuosuo","Lô Lô Hoa, Lô Lô Đen","Hà Giang, Cao Bằng, Lào Cai",4827,"Tiếng Lô Lô (Di)","","Tạng Miến","Hán Tạng","Đông Bắc Bộ","Trang phục của hai nhóm Lô Lô Đen và Lô Lô Hoa đều trang trí bằng cách khâu các mảnh vải màu lại với nhau. Phụ nữ Lô Lô Hoa mặc áo ngắn xẻ ngực, tay dài. Phần thân trước áo được phủ kín bởi các mảng màu hình tam giác ghép lại. Khăn đội trên đầu của phụ nữ cũng được trang trí bằng vải nhiều màu, hạt cườm và những chùm quả nhỏ đủ màu. Nam giới Lô Lô Hoa mặc áo cánh ngắn xẻ ngực quần loe, đầu bít khăn sặc sỡ gần giống khăn phụ nữ.","Dân số tính đến năm 2019"],
    [21,21,"Ngái","Sán Ngái","Ngái Hắc Cá, Ngái Lầu Mần, Hẹ,Sín, Đản, Lê, Xuyến","Ngai","Không có","Bắc Giang, Cao Bằng, Lạng Sơn, Quảng Ninh, Bình Thuận, Đồng Nai...",1649,"Tiếng Ngái","Phương ngôn của tiếng Xa","Hán","Hán Tạng","Đông Bắc Bộ","Người Ngái là hậu duệ của người Xa, chung nguồn gốc với Sán Dìu. Dân tộc này là một trong những số ít dân tộc bị sụt giảm mạnh, từ 4841 người (1999) xuống còn 1035 (2009). Tuy hiện tại đã tăng lên nhưng cần được lưu tâm.\nNgười Ngái chủ yếu mặc trang phục bằng vải bông nhuộm chàm, gần như không có hoa văn. Nam giới mặc áo ngắn xẻ ngực vùng với quần dài và thắt lưng. Nữ giới mặc áo năm thân xẻ dưới cổ, chéo qua nách phải","Dân số tính đến năm 2019"],
    [22,22,"Nùng","Nồng","Không có","Nung","Nùng Giang, Nùng Xuồng, Nùng An, Nùng Inh, Nùng Lòi, Nùng Cháo, Nùng Phàn Slìng, Nùng Quy Rịn, Nùng Dín","Lạng Sơn, Cao Bằng, Bắc Kạn, Thái Nguyên, Đắk Lắk",1086298,"Tiếng Nùng","","Thái","Thai Ka Đai","Đông Bắc Bộ","Người Nùng có nguồn gốc từ Quảng Châu (Trung Quốc) di cư sang từ khoảng thế kỷ thứ 17 - 19. Người Nùng sống bằng nghề trồng trọt trên nương rẫy. Họ phát triển nhiều nghề thủ công: dệt, rèn, làm ngói, làm giấy...\nTrang phục người Nùng chủ yếu bằng vải nhuộm chàm. Phụ nữ mặc áo năm thân tay rộng, cổ áo có những mảnh vải khác màu, đoạn cổ tay và lá sen có đắp một miếng vải. Đàn ông mặc áo cổ đứng, xẻ ngực, có hàng cúc vải.","Dân số tính đến năm 2019"],
    [23,23,"Pà Thẻn","Pá Hưng","Mèo Lài, Mèo Hoa, Mèo Đỏ, Bát Tiên Tộc","Pa Then","Không có","Hà Giang, Tuyên Quang",8248,"Tiếng Pà Thẻn (Pa Hng)","","H'Mông","H'Mông Miền","Đông Bắc Bộ","Theo truyền thuyết của người Pà Thẻn khoảng thế kỷ thứ 17, tổ tiên họ di cư cùng với người Dao từ vùng Than Lô (Trung Quốc) vào Việt Nam qua đường biển.\nNgười Pà Thẻn có nghề dệt được các dân tộc láng giềng ưa chuộng. Màu chủ đạo trong trang phục người phụ nữ Pà Thẻn là màu đỏ - màu của con chim lửa trong đức tin của họ. Phụ nữ để tóc dài vấn khăn quanh đầu, khăn có những chùm tua rua đỏ vàng. Áo phụ nữ không có cổ và khuy cài, thân sau dài hơn thân trước gồm nhiều mảnh vải ghép công phu lại với nhau.","Dân số tính đến năm 2019"],
    [24,24,"Pu Péo","Kabeo","La Quả, Penti, Lô Lô","Qabiao","Không có","Cao nguyên Đồng Văn Hà Giang",903,"Tiếng Pu Péo","","Kra","Thai Ka Đai","Đông Bắc Bộ","Dân tộc Pu Péo được ghi nhận là một trong những dân tộc khai khẩn đầu tiên ở khu vực cực Bắc Việt Nam. Họ có kỹ thuật canh tác nông nghiệp tương đối cao.\nThường ngày nam giới Pu Péo mặc áo cánh ngắn xẻ ngực màu chàm, quần lá tọa cùng màu. Dịp lễ nam giới quấn khăn mặc áo dài xẻ nách màu chàm hoặc màu trắng. Phụ nữ Pu Péo để tóc dài quấn quanh đầu cài bằng lược hoặc đội khăn vuông ôm lấy tóc. Họ mặc hai lớp áo, áo ngoài xẻ ngực, tay áo, nẹp áo, gấu áo có nhiều hoa văn trang trí. ","Dân số tính đến năm 2019"],
    [25,25,"Sán Chay","Sán Chay","Hờn Bán, Chùng, Trại","San Chay","Cao Lan, Sán Chỉ","Tuyên Quang, Thái Nguyên, Bắc Giang, Quảng Ninh, Cao Bằng, Lạng Sơn",201398,"Tiếng Cao Lan, tiếng Sán Chỉ","","Thái, Hán","Thai Ka Đai, Hán Tạng","Đông Bắc Bộ","Người Sán Chay sớm tiếp thu nền văn minh lúa nước, hay sinh sống quanh những nơi địa thế thấp, có thung lũng bằng để làm ruộng bậc thang. \nPhụ nữ Sán Chay nhóm Cao Lan mặc váy chàm kèm áo dài có hoa văn trang trí ở hò áo và lưng áo. Chiếc áo truyền thống này gọi là \"pù dằn dinh\"  - áo bươm bướm. Trang phục đi kèm còn có yếm, khăn đội đầu và xà cạp ở chân. Thường ngày họ đeo một thắt lưng chàm, ngày lễ đeo hai đến ba chiếc thắt lưng nhiều màu. ","Dân số tính đến năm 2019"],
    [26,26,"Sán Dìu","San Déo Nhín","Trại, Trại Đất, Mán Quần Cộc, Mán Váy Xẻ","San Diu","Không có","Thái Nguyên, Vĩnh Phúc, Bắc Giang, Quảng Ninh, Tuyên Quang, Hải Dương",183004,"Thổ ngữ Quảng Đông","Gần với tiếng Ngái","Hán","Hán Tạng","Đông Bắc Bộ","Người Sán Dìu có nguồn gốc từ Quảng Đông (Trung Quốc) thời nhà Minh, họ di cư vào Việt Nam khoảng 300 năm trước.\nBộ trang phục của phụ nữ Sán Dìu bao gồm có khăn đội đầu, áo dài nganh gối, áo ngắn mặc trong, ngực đeo yếm trắng, váy xẻ nhiều lớp dài đến đầu gối, bắp chân cuốn xà cạp trắng và một chiếc thắt lưng lụa xanh hoặc đỏ. Trang phục đàn ông Sán Dìu thì khá đơn giản, áo kiểu bà ba, có túi rộng, quần ống rộng và cạp chun để tiện leo núi, làm nương. ","Dân số tính đến năm 2019"],
    [27,27,"Tày","Tày","Thổ","Tay","Thổ, Ngạn, Phén, Thu Lao, Pa Dí","Quảng Ninh, Bắc Giang, Cao Bằng, Bắc Kạn, Lào Cai, Yên Bái",1845492,"Tiếng Tày","","Thái","Thái Ka Đai","Đông Bắc Bộ","Người Tày xuất hiện ở Việt Nam khoảng nửa cuối thiên nhiên kỷ thứ nhất trước Công Nguyên. Họ phát triển nghề trồng lúa nước, biết thâm canh và sử dụng nhiều biện pháp thủy lợi.\nNghề dệ thổ cẩm của người Tày đặc biệt phát triển, với nhiều hoa văn đẹp và độ đáo. Tuy vậy trang phục truyền thống của người Tày gần như không không thêu thùa, trang trí, chỉ là vải bông nhuôm màu chàm. Phụ nữ mặc váy ngắn hoặc quần, áo cánh ngắn ở trong và áo dài bên ngoài. Đàn ông mặc áo cánh tứ thân, áo dài năm thân cùng với khăn đội đầu, quần và giày vải. ","Dân số tính đến năm 2019"],
    [28,28,"Mường","Mol (hoặc Mon, Mual, Moan)","Không có","Muong","Ao Tá (Âu Tá)","Hòa Binh, Thanh Hóa, Phú Thọ",1452095,"Tiếng Mường","Việt Mường","Môn Khơ Me","Nam Á","Đồng bằng sông Hồng","Người Mường có cùng nguồn gốc với người Việt, họ xuất hiện ở miền Bắc Việt Nam từ lâu đời. Người Mường sống chủ yếu dựa vào ruộng nước, với lúa là cây lương thực chính. Phụ nữ và đàn ông Mường đều thích hút thuốc trong các ống điếu to.\nY phục nam người Mường khá đơn giản với quần, thắt lưng, áo cánh ngắn may vải bông hoặc tơ tằm, cài khuy ngực hoặc cài chéo sang bên. Phụ nữ Mường đội trên đầu một chiếc khăn hình chữ nhật trắng không họa tiết, mặc áo cánh thân ngắn xẻ ngực, yếm kèm theo váy dài đến mắt cá chân. ","Dân số tính đến năm 2019"],
    [29,29,"Việt","Việt","Kinh","Vietnamese","Không có","Toàn bộ lãnh thổ Việt Nam",82089728,"Tiếng Việt","Việt Mường","Môn Khơ Me","Nam Á","Đồng bằng sông Hồng","Theo số liệu năm 2019, dân tộc kinh chiếm đa số, với 82,32% dân số cả nước. \nNgười Kinh định cư lâu đời ở khu vực Bắc Bộ và Bắc Trung Bộ. Họ phát triển nền nông nghiệp lúa nước và thủy lợi từ rất sớm. Nhiều nghề thủ công cũng như hệ thống giao thương phát triển. Xưa, đàn ông Kinh mặc quần Chè, áo cánh màu sẫm đi chân đất. Ngày lễ đàn ông mặc áo chùng lương đen, đội khăn xếp, đi guốc mộc. Đàn bà Kinh thường mặc váy đen, áo cánh chít khăn mỏ quạ. Ngày lễ phụ nữ mặc áo dài.","Dân số tính đến năm 2019"],
    [30,30,"Bru - Vân Kiều","Bru","Bru, Vân Kiều","Bru","Vân Kiều, Trì, Khùa, Ma Coong","Vùng Trường Sơn - Tây Nguyên (Quảng Trị, Thừa Thiên Huế, Quảng Bình)",94598,"Tiếng Bru","Thuộc ngữ Chi Cơ Tu","Môn Khơ Me","Nam Á","Bắc Trung Bộ","Người Bru - Vân Kiều là một trong những dân tộc cư trú lâu đời nhất ở khu vực dãy Trường Sơn. Họ không phát triển nghề thủ công. Vải vóc phần lớn được mua từ Lào. Khi chưa có vải quần áo được làm từ vỏ cây Sui đập dập.\nTheo truyền thống, nam đóng khố để tóc dài hoặc búi lên. Trang phục nữ là áo xẻ ngực nhuộm chàm đen, có trang trí hàng kim loại bạc hình tròn ở mép cổ và hai bên nẹp áo. Có nhóm mặc áo chui đầu không tay, cổ khoét hình tròn hoặc hình vuông. Thanh nữ búi tóc lệch sang bên trái, đàn bà có chồng búi trên đỉnh đầu. ","Dân số tính đến năm 2019"],
    [31,31,"Chứt","Chứt","Rục, Arem, Sách","Chut","Mày, Rục, Sách, Arem, Mã Liềng","Quảng Bình",7513,"Tiếng Chứt gần với tiếng Kinh nguyên thủy","Việt Mường","Môn Khơ Me","Nam Á","Bắc Trung Bộ","Người Chứt sống chủ yếu bằng nghề săn bắn hái lượm hoặc nông nghiệp nương rẫy du canh (nhóm Sách). Cho đến năm 1954, nhiều người Chứt (nhóm Arem, Rục) vẫn sống trong các hang đá tỉnh Quảng Bình.\nHọ không có nghề dệt và không có trang phục truyền thống. Trang phục của người Chứt do trao đổi với cộng đồng người Việt và người Lào mà có. Nam cởi trần đóng khố, nữ mặc váy. Ngày nay tất cả người Chứt mặc như người Kinh.","Dân số tính đến năm 2019"],
    [32,32,"Cơ Tu","Cơ Tu","Ka Tu, Ca Tu","Katu","Không có","Quảng Nam, Thừa Thiên Huế",74173,"Tiếng Cơ Tu","","Môn Khơ Me","Nam Á","Bắc Trung Bộ","Người Cơ Tu sống chủ yếu nhờ săn bắt, hái lượm và đánh cá. Họ phát triển nghề dệt, đan lát và làm gốm. Trong cộng đồng người Cơ Tu vẫn thông dụng hình thức trao đổi hàng hóa thay vì tiền. \nĐàn ông Cơ Tu cởi trần đóng khố. Phụ nữ Cơ Tu mặc váy dài hoặc váy ngắn áo không tay. Người Cơ Tu chuộng nhất y phục bằng vải dệt nền đen có hoa văn bằng chì, kế đến hoa văn bằng cườm trắng.","Dân số tính đến năm 2019"],
    [33,33,"Ơ Đu","Ơ Đu hoặc I Đu","Tày Hạt","O Du","Không có","Huyện Tương Dương, Nghệ An",428,"Tiếng Ơ Đu","Khơ Mú","Môn Khơ Me","Nam Á","Bắc Trung Bộ","Người Ơ Đu xưa tập trung dọc theo sông Nậm Nơn (huyện Tương Dương - tỉnh Nghệ An) sau đó nhiều biến cố tản mát đi nhiều nơi.\nNgười Ở Đu có truyền thống tự dệt vải và may quần áo cho mình. Đàn ông mặc áo tơ tằm màu đỏ nhạt, cổ tròn xẻ ngực và buộc dây. Phụ nữ mặc áo màu đen, tay dài, không khuy không cúc mà dùng dây buộc chéo. Trang phục của người Ơ Đu gần như không có hoa văn trang trí.","Dân số tính đến năm 2019"],
    [34,34,"Tà Ôi","Tà Ôi","Tà Ôi, Pa Cô, Tà Uốt, Kan Tua, Pa Hy","Ta Oi","Tà Ôi, Pa Cô, Pa Hy","Thừa Thiên Huế, Quảng Trị",52356,"Tiếng Tà Ôi","Ka Tu","Môn Khơ Me","Nam Á","Bắc Trung Bộ","Người Tà Ôi xuất hiện lâu đời ở Trường Sơn. Họ sống bằng trồng lúa rẫy kết hợp với săn bắn hái lượm. Nghề dệt chỉ có ở một số nơi, và được các dân tộc lân cận hết sức ưa chuộng.\nPhụ nữ Tà Ôi mặc váy ống loại ngắn kèm áo hoặc váy dài che từ ngực trở xuống. Ngày nay váy áo thường được dệt bằng sợi thổ cẩm đính hạt cườm.  Đàn ông Tà Ôi ngày thường đóng khố, cởi trần hoặc mặc áo chui đầu không tay. Trong những ngày se lạnh hoặc lễ hội, họ quấn tầm choàng hình chữ X trước ngực.","Dân số tính đến năm 2019"],
    [35,35,"Thổ","Thổ","Người Nhà Làng, Mường, Con Kha, Xá Lá Vàng","Thổ","Kẹo, Mọn, Cuối, Họ, Đan Lai, Ly Hà, Tày Poọng","Nghệ An",91430,"Tiếng Thổ","","Việt","Nam Á","Bắc Trung Bộ","Cộng đồng người Thổ được tạo thành trong thế kỷ thứ 19 bởi những người Việt, người Mường di cư và dân địa phương. Vì vậy các nhóm Thổ khác nhau có hệ thống tiếng nói và tập quán khá đa dạng\nNgày thường phụ nữ Thổ mặc áo cánh trắng, cổ viền tay hẹp đội khăn vuông trắng (một số nhóm mặc áo màu chàm). Khăn tang của người Mường cũng là màu trắng nhưng dài hơn. Đàn ông Thổ mặc quần trắng cạp vấn, áo dài lương đen và đầu đội khăn nhiễu. ","Dân số tính đến năm 2019"],
    [36,36,"Co","Cor hoặc Col","Cua, Trầu","Cor","Không có","Quảng Ngãi, Quảng Nam",40442,"Tiếng Co","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Nam Trung Bộ","Người Co sống chủ yếu bằng kinh tế rẫy. Nghệ dệt và nghề rèn không phát triển nhưng họ lại có nhiều đồ đan đẹp. Người Cor chủ yếu mua vải từ người Việt và người Xơ Đăng.\nNgày thường đàn ông Cor cởi trần đóng khố. Phụ nữ mặc áo yếm hoặc mặc áo cộc tay kèm váy. Ngày lễ đàn ông đóng khố mặc Xà Pon (một tấm vải thổ cẩm rộng phủ kín đến bắp chân). Trang phục lễ của người Co rất rực rỡ, gồm nhiều chuỗi cườm ngũ sắc và các tua màu.","Dân số tính đến năm 2019"],
    [37,37,"Raglai","Raglai","Raglai, Ra Glây, Raglay, Rang Chơk, Rang Ngok","Raglai","Rai, La Oang","Ninh Thuận, Khánh Hòa, Bình Thuận",146613,"Tiếng Raglai","Thuộc nhóm Chăm","Mã Lai Đa Đảo","Nam Đảo","Nam Trung Bộ","Người Raglai là một nhánh của dân tộc Chăm. Trong thành ngữ của người chăm có câu \"Chăm sa-ai Raglai adei\" - người Chăm là chị cả, người Raglai là em út. Hai dân tộc này có ảnh hưởng lẫn nhau sâu sắc về văn hóa, phong tục.\nNgười Raglai có chiếc áo Khoang, thân áo và ống tay áo có nhiều khoang đen trắng xen kẽ nhau. Thiếu nữ chưa chồng mặc áo chui đầu, phụ nữ có gia đình thì mặc áo xẻ thân trước để dễ cho con bú. Người nam Raglai đeo khố, mặc áo khoang. Cả nam và nữ đều có khăn vấn đầu.","Dân số tính đến năm 2019"],
    [38,38,"Brâu","Brâu","Brao, Brạo","Brau","Không có","Xã Bờ Y, huyện Học Hồi, tỉnh Kon Tum",528,"Tiếng Brâu","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Brâu di cư vào Việt Nam khoảng 100 năm trước , từ khu vực Nam Lào và Đông Bắc  Cam Pu Chia.\nĐàn ông xưa đóng khố, đàn bà quấn váy tấm. Mùa hè nam nữ thường ở trần hoặc mặc áo cánh ngắn chui đầu. Mùa lạnh thường khoác thêm một tấm mền. Nữ giới có tục khoanh tai để đeo những khoanh nứa vàng hoặc đeo khuyên bằng ngà Voi.","Dân số tính đến năm 2019"],
    [39,39,"Chu Ru","Chu Ru","Chu Ru, Chơ Ru, Kru, Thượng","Churu hoặc Chru","Không có","Lâm Đồng, Ninh Thuận",23242,"Tiếng Chu Ru","Thuộc nhóm Chăm","Mã Lai Đa Đảo","Nam Đào","Tây Nguyên","Có giả thuyết cho rằng xưa kia người Chu Ru là một phần của dân tộc Chăm, xong tách ra sống biệt lập. Người Chu Ru phát triển nghề nông nghiệp không phát triển nghề thủ công. \nChủ yếu trang phục của họ là do trao đổi với các dân tộc láng giềng như Chăm, Cơ Ho, Raglai, Mạ...Ngày thường đàn ông Chu Ru mặc áo dài trắng kèm quần trắng. Vào các dịp lễ đàn ông quấn thêm khăn trắng trên đầu và choàng một tấm vải lớn chéo thân. Phụ nữ Chu Ru mặc áo kèm một tấm choàng . Tấm choàng ngày thường có màu đen, loại choàng ngày lễ có màu trắng.","Dân số tính đến năm 2019"],
    [40,40,"Cơ Ho","Cơ Ho","Không có","Koho hoặc K'Ho","Cơ Ho Srê, Cơ Ho Chil, Cơ Ho Nộp, Cơ Ho Lạch (Lạt), Cơ Ho T'ring, Cơ Ho Cờ Dòn","Lâm Đồng ",200800,"Tiếng Cơ Ho","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Cơ Ho sống bằng làm ruộng nước hoặc làm rẫy du canh với các dụng cụ nông nghiệp đặc trưng. Nghề dệt của người Cơ Ho đặc biệt phát triển. \nNam giới Cơ Ho đeo khố rộng bản, mặc áo chui đầu không có tay áo. Họa tiết trang trí trên đồ nam giới thường tập trung nhiều ở chân áo: hình bông hoa, mắt chim hoặc hình kỷ hà. Phụ nữ mặc váy dệt thổ cẩm dài đến đầu gối. Khi xưa phụ nữ ở trần, ngày nay họ mặc áo chẽn hoặc áo bó. Người Cơ Ho ưa dùng vải màu trầm, đặc biệt màu xanh và màu đen.","Dân số tính đến năm 2019"],
    [41,41,"Ê Đê","Anăk Ea Đê, Ra Đê, Ê Đê, Êgar, Đê","Không có","Rhade","Kpă, Adham, Krung, Mđhur, Ktul, Dliê, Hruê, Bih, Blô, Kah, Kdrao, Dong Kay, Dong Mak, Ening, Arul, Hwing, Ktlê","Đắk Lắk, Gia Lai, Phú Yên, Khánh Hòa",398671,"Tiếng Ê Đê","Thuộc nhóm Chăm","Mã Lai Đa Đảo","Nam Đảo","Tây Nguyên","Người Ê Đê có nguồn gốc Hải Đảo, đã có mặt ở miền Trung Việt Nam từ lâu đời. Nghề thủ công phát triển là nghề đan lát mây tre và trồng bông dệt vải kiểu nguyên thủy.\nPhụ nữ Ê Đê cuốn váy tấm dài đến gót, mùa hè ở trần hoặc mặc áo chui đầu. Áo có màu chàm có trang trí các đường chỉ đỏ ở cổ áo, bả vai, cánh tay, gấu áo. Đàn ông đóng khố mặc áo cánh chui đầu. Các khu vực ống tay áo, viền cổ, nơi xẻ tà áo được trang trí bằng các viền vải đỏ trắng. Riêng khu vực trước ngực có mảng hình chữ nhật lớn. Nam nữ đều có tục cà răng, căng tai và nhuộm đen răng.","Dân số tính đến năm 2019"],
    [42,42,"Gia Rai","Gia Rai","Chơ Ray, Giơ Ray","Jarai","Chor, Hđrung, Aráp, Mthur, Tơbuân","Gia Lai, Kon Tum, Đắk Lắk, Phú Yên",513930,"Tiếng Gia Rai","Thuộc nhóm Chăm","Mã Lai Đa Đảo","Nam Á","Tây Nguyên","Người Gia Rai sinh tụ lâu đời ở vùng núi Tây Nguyên. Họ sống dựa vào trồng trọt, có hệ thống quản lý và phân chia đất đai canh tác từ rất sớm. \nNgày thường đàn ông Gia Rai mặc áo chui đầu, đóng khố vải trắng kẻ sọc - gọi là Toai. Ngày lễ họ mặc khố màu chàm, nhiều hoa văn rực rỡ, gọi là Toai Kteh. Phụ nữ Gia Rai mặc áo chui đầu cổ khoét cao, mở cúc ở đường bờ vai, có trang trí hoa văn ở chân gấu áo, ngang ngực, hai bên vai, nách và trên cánh tay áo.","Dân số tính đến năm 2019"],
    [43,43,"Mạ","Mạ","Châu Mạ, Chô Mạ, Chê Mạ","Mạ hoặc Maa","Mạ Ngăn, Mạ Xốp, Mạ Tô, Mạ Krung","Lâm Đồng, Đắk Nông, Đồng Nai, Bình Phước",50322,"Tiếng Mạ","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Mạ sống chủ yếu bằng kinh tế rẫy đa canh, ngoài lúa họ còn trồng nhiều loại cây khác. Nghề đánh cá khá phổ biến. Nghề trồng bông dệt vải đặc biệt phát triển.\nNgười Mạ rất điêu luyện khi sử dụng màu sắc trong dệt vải thổ cẩm. Mỗi màu được nhuộm từ một loại cây khác nhau. Hoa văn chủ yếu là dạng hình học. Phụ nữ mặc áo sát thân không xẻ tà, cổ áo tròn thấp. Nam đóng khố mặc áo chui đầu, vạt áo sau dài hơn vạt áo trước che kín mông. ","Dân số tính đến năm 2019"],
    [44,44,"Mnông","Bunong","Không có","Mnong hoặc Munong","Gar, Nông, Chil, Kuênh, Rlâm, Preh, Prâng, Đíp, Bhiêt, Sitô, Bu Đâng, Bu Nor, Bu Đêh","Đắk Nông, Đắk Lắk, Lâm Đồng, Quảng Nam, Quảng Bình",127334,"Tiếng Mnông","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Mnông sinh tụ lâu đời ở khu vực miền Trung Tây Nguyên Việt Nam. Họ trồng lúa nước làm cây lương thực chính. Nghề đan mây tre, trồng bông dệt vải phát triển.\nTheo truyền thống, đàn ông và đàn bà Mnông đều ở trần. Đàn ông mặc khố. Đàn bá quấn váy tấm. Khố người Mnông có ba loại, khố trắng cho người nghèo, khố đen cho người bình dân, khố hoa (vải nền đen có hoa bạc hoặc đồng và hạt cườm ngũ sắc) cho người giàu.","Dân số tính đến năm 2019"],
    [45,45,"Rơ Măm","Rơ Măm","Không có","Rmam","Không có","Xã Mô Rai, huyện Sa Thầy tỉnh Kon Tum",639,"Tiếng Rơ Măm","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Rơ Măm chủ yếu trồng lúa nếp trên nương rẫy. Họ từng có nghề dệt nhưng nay đã mai một.\nĐàn ông Rơ Măm ở trần đóng khố - thường khố có màu trắng của vải. Họ thường xăm kín lưng nhất là người cao tuổi. Phụ nữ thường để tóc dài búi sau gáy. Họ mặc áo cộc tay vai thẳng thân thẳng. Áo thường có màu sáng, các đường viền cổ và viền tay màu đỏ. Váy màu trắng của sợi vải bông, bốn mép có hoa văn trang trí màu đỏ.","Dân số tính đến năm 2019"],
    [46,46,"Xơ Đăng","Xơ Đăng, Xê Đăng","Hđang, Kmrâng, Con Lan, Brila","Xodang, Xe  dang hoặc Sedang","Xơ Teng, Tơ Đrá, Mnâm, Ca Dong, Ha Lăng, Tà Trĩ, Châu","Kon Tum, Quảng Ngãi, Quảng Nam",212277,"Tiếng Xơ Đăng","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Xơ Đăng canh tác chủ yếu trên nương rẫy. Nhóm Mnâm biết trồng lúa nước, nhánh Ca Dong trồng quế, nhánh Tơ Đrá phát triển nghề rèn. Cả năm nhóm đều có nghề dệt thổ cẩm phát triển.\nTrang phục người Xơ Đăng chủ yếu có màu đen và màu chàm. Theo truyền thống, ngày thường nam giới Xơ Đăng cởi trần đóng khố. Vào dịp lễ tết nam giới quấn một tấm vải quanh người giống như chiến binh ra trận. Phụ nữ Xơ Đăng mặc áo chui đầu không tay, váy quấn và thêm khăn choàng vai.","Dân số tính đến năm 2019"],
    [47,47,"Ba Na","Ba Na","Bơ Nâm, Roh, Kon Đre, Ala Kông, Kpang Kông","Ba Na","Rơ Ngao, Rơ Lơng (hay Y Lăng), Tơ Lô, Gơ Lar Krem","Gia Lai, Kon Tum, Bình Định, Phú Yên, Khánh Hòa",286910,"Tiếng Ba Na","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Ba Na là một trong những dân tộc đông dân nhất và có ảnh hưởng tới các yếu tố văn hóa, xã hội ở khu vực miền Trung Việt Nam. \nĐàn ông Ba Na thường ở trần đóng khố đen có các sọc đỏ chạy dọc. Chỉ khi lễ hội hoặc trời lạnh họ mới mặc thêm áo cộc tay, chui đầu. Phụ nữ mặc váy đen cũng kèm áo vuông chui đầu, có tay hoặc không tay. Trang phục của già làng và thầy cúng tương tự người dân nhưng nhiều hoa văn và nhiều màu đỏ hơn. ","Dân số tính đến năm 2019"],
    [48,48,"Giẻ Triêng","Giẻ Triêng","Cà Tang, Giang Rẫy","Gie Trieng","Gié (Giẻ), Triêng (T'riêng), Ve, Bnoong (Mnoong)","Kon Tum, Quảng Nam",63322,"Tiếng Giẻ (Jeh)","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Giẻ Triêng có sở trường đan lát, phát triển nghề dệt vải, một số khu vực có truyền thống đãi vàng sa khoáng và làm gốm.\nPhụ nữ Giẻ Triêng mặc váy ống dài sát nách, nền chàm có hoa văn sọc đỏ ở đầu và chân váy. Loại váy này khá ít gặp ở các dân tộc thiểu số. Đàn ông đóng khố ở trần khi lạnh mới mặc thêm áo. Vào các dịp lễ, người Giẻ Triêng mặc thêm những tấm choàng rộng màu chàm phủ kín thân. ","Dân số tính đến năm 2019"],
    [49,49,"Hrê","Hrê","Chăm Rê, Chom, Thượng Ba Tơ, Chăm Quảng Ngãi, Rê, Màn Thạch Bích","H're","Không có","Quảng Ngãi, Bình Định, Kon Tum",149460,"Tiếng H'rê","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Tây Nguyên","Người Hrê xuất hiện từ rất lâu đời khu vực Trường Sơn - Tây Nguyên. Đa phần người dân sống bằng trồng lúa nước. Nghề thủ công chỉ có đan lát và dệt vải nhưng đã mai một. \nỞ trang phục người Hrê có ba màu thường được sử dụng là màu đen, màu đỏ và trắng, trong đó màu đen là nền chủ đạo. Người Hrê quan niệm màu đen là màu kín đáo và dịu dàng. Nữ mặc váy ống hai tầng. Nam cởi trần đóng khố chít khăn khi có lễ hội thì mặc áo.","Dân số tính đến năm 2019"],
    [50,50,"Chơ Ro","Chơ Ro","Châu Ro, Dơ Ro, Chro, Thượng","H're","Không có","Đồng Nai, Bà Rịa - Vũng Tàu",29520,"Tiếng Chơ Ro","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Đông Nam Bộ","Người Chơ Ro cư trú lâu đời ở vùng núi thấp Nam Đông Dương. \nTrang phục của người Chơ Ro bao gồm váy cho dành cho nữ, khố dành cho nam giới. Xưa, cả đàn ông và đàn bà để ngực trần, chỉ khi trời lạnh mới mặc áo chui đầu buộc dây. Từ khoảng những năm 50 của thế kỷ 20, trang phục truyền thống của người Chơ Ro bắt đầu mai một. Các bộ trang phục truyền thống chính gốc của người Chơ Ro đa phần đều đã cũ thuộc về những người cao tuổi.","Dân số tính đến năm 2019"],
    [51,51,"X'Tiêng","X'Tiêng","Xa Điêng hay Xa Chiêng","Stieng","Bù Lơ, Bù Đek (Bù Đêh), Bù Biêk","Bình Phước, Tây Ninh, Đồng Nai",100752,"Tiếng X'Tiêng","Thuộc nhóm Ba Na","Môn Khơ Me","Nam Á","Đông Nam Bộ","Người X'Tiêng sống chủ yếu bằng nghề trồng lúa trên rẫy hoặc dưới ruộng nước. Họ thường đựng đồ bằng vỏ bầu khô được chế tác thành các hình dáng khác nhau. \nThông thường, đàn ông X'Tiêng thường đóng khố cởi trần. Hoa văn trang trí trên khố thường là hình kỷ hà, trang trí bằng chỉ màu, hạt chì, hạt cây và lục lạc bằng đồng. Đàn bà mặc áo, váy quấn thổ cẩm. Váy có hai loại: váy dài quấn cao quá ngực, mép dưới phủ đến cổ chân hoặc váy ngắn quấn quanh eo, mặc cùng với áo. Váy của phụ nữ X'Tiêng cũng trang trí bằng nhiều hạt cườm và lục lạc như đàn ông.","Dân số tính đến năm 2019"],
    [52,52,"Khơ Me","Khmer","Cur, Cul, Cu Thổ, Việt gốc Miên, Khơ Me K'rôm","Khmer Krom","Không có","Trà Vinh, Sóc Trăng, Kiên Giang, An Giang, Cần Thơ, Vĩnh Long",1319652,"Tiếng Khơ Me","","Môn Khơ Me","Nam Á","Đồng bằng sông Cửu Long","Văn hóa Khơ Me từng đóng vai trò chủ thể ở vùng đồng bằng sông Cửu Long giai đoạn trước thế kỷ thứ 12. Họ là những cư dân nông nghiệp với kỹ thuật khá hoàn thiện. Người Khơ Me còn có nghề đánh cá, dệt, làm chiếu, làm đường thốt nốt và làm gốm.\nTrước đây, ngày thường nam nữ Khơ Me thường mặc Xà Rông bằng lụa tơ tằm. Trang phục lễ của phụ nữ Khơ Me thường có áo tầm vông, váy Sămpết Chôn Kpai cùng với khăn Spay quấn chéo người. Điểm đặc sắc ở trang phục Khơ Me là hoa văn sặc sỡ và hạt cườm kim sa lấp lánh được sử dụng rất nhiều. Nam Khơ Me mặc áo ngắn cổ cứng, xẻ ngực giữa cài khuy.","Dân số tính đến năm 2019"],
    [53,53,"Hoa","Hoa","Khách, Hán, Tàu","Hoa","Quảng Đông, Quảng Tây, Hải Nam, Triều Châu, Phúc Kiến, Sang Phang, Xìa Phống, Thoòng Nhằn, Minh Hương, Hẹ","Toàn lãnh thổ Việt Nam tập trung ở Hồ Chí Minh, Đồng Nai, Sóc Trăng",749466,"Tiếng Hán","Nhiều phương ngữ","","Hán Tạng","Đồng bằng sông Cửu Long","Người Hoa di cư từ Trung Quốc vào Việt Nam vào nhiều giai đoạn, bắt đầu từ thế kỷ thứ 16 đến nửa đầu thế kỷ 20. Người Hoa ở nông thôn sống dựa vào lúa nước, ở thành thị nhờ dịch vụ, buôn bán. Họ phát triển nghề gốm, làm giấy súc, làm nhang...\nTrang phục truyền thống của phụ nữ người Hoa là áo cổ viền cao cài khuy bên xẻ tà hoặc áo sườn xám ôm hông, xẻ tà. Nam giới mặc áo ngắn tên xá xẩu, nút áo bằng vải, cài ở giữa.","Dân số tính đến năm 2019"],
    [54,54,"Chăm","Urang Campa","Chàm, Chiêm, Chiêm Thành, Chăm Pa, Hời...","Cham","Chăm Hroi, Chăm Poổng, Chà Và Ku, Chăm Châu Đốc","Ninh Thuận, Bình Thuận, Tây Ninh, An Giang, Đồng Nai, Hồ Chí Minh",178948,"Tiếng Chăm","","Mã Lai Đa Đảo","Nam Đảo","Đồng bằng sông Cửu Long","Người Chăm là cư dân bản địa khu vực duyên hải Nam Trung Bộ. Nếu chia theo tôn giáo, ở Việt Nam có bốn nhóm Chăm chính gồm Chăm Bà La Môn theo Bà La Môn giáo, Chăm Bà Ni tức Chăm hồi giáo cũ, Chăm Islam tức Chăm hồi giáo mới, nhóm thứ tư là Chăm Hroi không theo tôn giáo nào cả.\nNam nữ người Chăm đều quấn váy tấm. Nam mặc áo cánh xẻ ngực cài khuy, nữ mặc áo dài chui đầu.","Dân số tính đến năm 2019"]
]}
